Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Recommended:
bg: Препоръчано:
cs: Doporučeno:
da: Anbefalet:
de: Empfohlen:
es: Recomendado:
fr: Recommandé :
it: Consigliato:
nb_no: Anbefalt:
nl: Aanbevolen:
pl: Zalecane:
pt_pt: Recomendado:
ru: Рекомендуется:
sv: Rekommenderat:
uk: Рекомендовано:
vi: Được khuyến nghị:
zh_hant: 建議：

source: Red = Below Range
bg: Червено = под диапазона
cs: Červená = Pod rozmezím
da: Rød = Under Område
de: Rot = Unterhalb des Zielbereichs
es: Rojo = Bajo rango
fr: Rouge = sous la cible
it: Rosso = Sotto L'Intervallo
nb_no: Rød = Under målområde
nl: Rood = Onder Bereik
pl: Czerwony = Poniższy zakres
pt_pt: Vermelho = Abaixo do alcance
ru: Красный = Ниже диапазона
sv: Röd = under målintervall
uk: Червоний = Нижче дальності
vi: Đỏ = Dưới ngưỡng
zh_hant: 紅色 = 低於範圍

source: Red. Bolus %
bg: Редуц. болус %
cs: Sníž. bolus %
fr: % de Bolus dans la cible rouge
pl: Zmn. Bolus %
zh_hant: 減少注射百分比

source: Reduce the number of crown rotations required for bolus confirmation.
bg: Намалете броя завъртания на цифровата корона, необходими за потвърждаване на болус.
cs: Sniž počet otočení korunkou nutných pro potvrzení bolusu.
da: Reducere antallet af krone rotationer kræves for bolus bekræftelse.
de: Reduziert die Anzahl der für die Bolusbestätigung erforderlichen Crown-Umdrehungen.
es: Reducir el número de rotaciones de corona requeridas para la confirmación del bolo.
fr: Réduire le nombre de rotations de la couronne nécessaires à la confirmation du bolus.
it: Riduce il numero di rotazioni di corona richieste per la conferma del bolo.
nb_no: Reduser antall krone-rotasjoner som trengs for å bekrefte bolus.
nl: Verminder het aantal rotaties van kroon dat nodig is voor bolus bevestiging.
pl: Zmniejsz liczbę rotacji korony wymaganych do potwierdzenia bolusa.
pt_pt: Reduza o número de rotações da coroa necessárias para confirmação de bolus.
ru: Уменьшите количество вращений короны, необходимых для подтверждения уровня громкости.
sv: Minska antalet kronrotationer som krävs för att bekräfta en bolus.
uk: Зменшіть кількість ротаційних ротацій, необхідних для підтвердження болту.
vi: Giảm số vòng xoay núm vặn cần thiết để xác nhận bolus.
zh_hant: 減少確認注射所需的旋轉圈數。

source: Reduced Bolus
bg: Редуциран болус
cs: Snížený bolus
da: Reduceret Bolus
de: Reduzierter Bolus
fr: Bolus réduit
nb_no: Redusert bolus
pl: Zmniejszony Bolus
vi: Giảm liều Bolus
zh_hant: 減少注射

source: Reduced Bolus Percentage
bg: Процент на редуцирания болус
cs: Procento sníženého bolusu
da: Reduceret Bolus Procentdel
de: Reduzierter Bolus Prozentsatz
fr: Pourcentage de Bolus réduit
nb_no: Redusert bolusprosent
pl: Procent zmniejszonego bolusa
vi: Phần trăm Bolus giảm
zh_hant: 減少注射百分比

source: Remaining Carbs Cap
bg: Ограничение на оставащите въглехидрати
cs: Limit zbývajících sacharidů
da: Resterende Kulhydrathætte
de: Verbleibende Kohlenhydrat-Kappung
es: Gorra restante de Carbohidratos
fr: Plafond de glucides restants
it: Cap Carbs Rimanenti
nb_no: Grense for gjenværende karbo
nl: Resterende koolhydraten grens
pl: Limit pozostałych węglowodanów
pt_pt: Limite de Carbos Restante
ru: Поглощение оставшихся углеводов
sv: Max mängd absorption av kolhydrater
uk: Поглинання Вуглеводів, що залишилися
vi: Giới hạn lượng carb còn lại
zh_hant: 剩餘碳水化合物上限

source: Remaining Carbs Percentage
bg: Процент на оставащите въглехидрати
cs: Procento zbývajících sacharidů
da: Resterende Kulhydrater Procentdel
de: Verbleibende Kohlenhydrate Prozentsatz
es: Porcentaje restante de Carbohidratos
fr: Pourcentage de glucides restants
it: Percentuale Di Carri Rimanenti
nb_no: Prosent for gjenværende karbo
nl: Resterende koolhydraten Percentage
pl: Pozostały procent węglowodanów
pt_pt: Porcentagem de Carbos Restantes
ru: Процент оставшихся Карбов
sv: Återstående kolhydrater i procent
uk: Процент з візками
vi: Phần trăm Carbs còn lại
zh_hant: 剩餘碳水化合物百分比

source: Remaining Carbs Percentage estimates carbs still absorbing over 4 hours if glucose data doesn't show clear absorption.
bg: Процентът на оставащите въглехидрати оценява колко въглехидрати все още се абсорбират през следващите 4 часа, ако данните за глюкозата не показват ясна абсорбция.
cs: Procento zbývajících sacharidů odhaduje množství sacharidů, které se stále vstřebávají během 4 hodin, pokud data o glukóze neukazují jasné vstřebávání.
da: Resterende kulhydrater Procentdel skønner kulhydrater stadig absorberer over 4 timer, hvis glukosedata ikke viser klar absorption.
de: "Verbleibende Kohlenhydrate Prozentsatz" schätzt die Kohlenhydrate, die über 4 Stunden noch absorbiert werden, wenn die Glukosedaten keine eindeutige Absorption zeigen.
es: El porcentaje restante de carbohidratos calcula que los glúcidos siguen absorbiendo durante 4 horas si los datos de glucosa no muestran una absorción clara.
fr: Le champ "Pourcentage de glucides restants" estime les glucides encore en absorption au-delà de 4 heures si les données de glucose ne montrent pas d’absorption claire.
it: Carboidrati rimanenti La percentuale stima i carboidrati che ancora assorbono più di 4 ore se i dati sul glucosio non mostrano un assorbimento chiaro.
nb_no: Gjenværende karbohydratprosent anslår at karbohydrater fortsatt absorberes i over 4 timer hvis blodsukkerdataene ikke viser tydelig absorpsjon.
nl: Resterende koolhydraten Percentage schat koolhydraten nog steeds meer dan 4 uur als glucose gegevens niet duidelijk geabsorbeerd worden.
pl: Procent pozostałych węglowodanów określa szacunkową ilość węglowodanów, które zostaną wchłonięte w ciągu 4 godzin, jeśli dane dotyczące glikemii nie wykażą wyraźnego wchłaniania.
pt_pt: Estimativa de porcentagem de carbs restantes de hidratos que ainda absorvem mais de 4 horas se os dados de glicose não mostrarem uma absorção clara.
ru: Оставшиеся углеводы прогнозируют количество углеводов в течение 4 часов, если данные о глюкозе не показывают четкого поглощения.
sv: Återstående kolhydrater i procent uppskattar kolhydrater som fortfarande absorberas över 4 timmar om glukosdata inte visar någon tydlig absorption.
uk: Процентні оцінки трупів також поглинаються понад 4 години, якщо дані глюкози не показують чіткого поглинання.
vi: "Phần trăm carb còn lại” ước tính lượng carb vẫn đang được hấp thu trong vòng 4 giờ nếu dữ liệu đường huyết không cho thấy dấu hiệu hấp thu rõ ràng.
zh_hant: 剩餘碳水化合物百分比估算在葡萄糖資料未顯示明顯吸收的情況下，仍在四小時內吸收的碳水化合物。

source: Remember, you can adjust these settings at any time in the app settings if needed.
bg: Не забравяйте, че можете да променяте тези настройки по всяко време от настройките на приложението, ако е необходимо.
cs: Pamatuj, že tahle nastavení můžeš kdykoliv podle potřeby změnit v nastavení aplikace.
da: Husk, at du kan justere disse indstillinger når som helst i app-indstillingerne, hvis det er nødvendigt.
de: Denke daran, dass Du diese Einstellungen bei Bedarf jederzeit in den App-Einstellungen anpassen kannst.
fr: N’oubliez pas que vous pouvez modifier ces réglages à tout moment dans les réglages de l’app si nécessaire.
nb_no: Husk at du kan justere disse innstillingene når som helst i appen.
nl: Vergeet niet dat u deze instellingen op elk gewenst moment kunt aanpassen in de app instellingen indien nodig.
pl: Pamiętaj, że w każdej chwili możesz dostosować te ustawienia w ustawieniach aplikacji.
sv: Kom ihåg att du kan justera dessa inställningar när som helst i appinställningarna om det behövs.
vi: Bạn có thể điều chỉnh các cài đặt này bất cứ lúc nào trong phần cài đặt của ứng dụng nếu cần.
zh_hant: 請記住，您可以隨時在應用程式設定中調整這些設定。

source: Remote Control
bg: Дистанционно управление
cs: Vzdálené ovládání
da: Fjernkontrol
de: Fernbedienung
es: Control a distancia
fr: Contrôle à distance
it: Controllo remoto
nb_no: Fjernstyring
nl: Afstandsbediening
pl: Kontrola zdalna
pt_pt: Controle remoto
ru: Удаленное управление
sv: Fjärrstyrning
uk: Віддалене керування
vi: Điều khiển từ xa
zh_hant: 遠端控制

source: Remove
bg: Премахване
cs: Odstranit
da: Fjern
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nb_no: Fjerne
nl: Verwijder
pl: Usuń
pt_pt: Excluir
ru: Удалить
sv: Ta bort
uk: Вилучити
vi: Xóa
zh_hant: 移除

source: Remove All
bg: Премахване на всички
cs: Odebrat vše
da: Fjern Alle
de: Alle entfernen
es: Eliminar todos
fr: Tout supprimer
it: Rimuovi Tutto
nb_no: Fjerne alle
nl: Alles verwijderen
pl: Usuń wszystko
pt_pt: Remover tudo
ru: Удалить все
sv: Ta bort alla
uk: Вилучити все
vi: Xóa tất cả
zh_hant: 移除所有

source: Remove Last
bg: Премахване на последното
cs: Odebrat poslední
da: Fjern Sidste
de: Letzten entfernen
es: Eliminar último
fr: Supprimer la dernière
it: Rimuovi Ultimo
nb_no: Fjerne siste
nl: Laatste verwijderen
pl: Usuń ostatnią
pt_pt: Remover último
ru: Удалить последнюю
sv: Ta bort senaste
uk: Видалити останнє
vi: Xóa mục sau cùng
zh_hant: 移除最後一項

source: Remove Widget
bg: Премахване на Widget
cs: Odstranit widget
da: Fjern Widget
de: Widget entfernen
es: Eliminar Widget
fr: Supprimer le Widget
it: Rimuovi Widget
nb_no: Fjerne widget
nl: Verwijder Widget
pl: Usuń widżet
pt_pt: Remover Widget
ru: Удалить виджет
sv: Ta bort widget
uk: Видалити віджет
vi: Xóa tiện ích
zh_hant: 移除小工具

source: Replace pod
bg: Смяна на pod
cs: Vyměnit Pod
da: Udskift pod
de: Pod ersetzen
es: Reemplazar Pod
fr: Changer le Pod
it: Sostituisci pod
nb_no: Bytt pod
nl: Vervang Pod
pl: Wymień Pod
pt_pt: Substituir pod
ru: Замените под
sv: Byt podd
uk: Замініть Pod
vi: Đề nghị thay pod
zh_hant: 更換藥囊

source: Represents carb equivalent for fat and protein, calculated using the Warsaw Method.
bg: Представлява въглехидратния еквивалент на мазнините и протеина, изчислен по варшавския метод.
cs: Představuje sacharidový ekvivalent pro tuky a bílkoviny, vypočtený pomocí Varšavské metody.
da: Repræsenterer carb ækvivalent for fedt og protein, beregnet ved hjælp af Warszawa-metoden.
de: Stellt das Kohlenhydratäquivalent für Fett und Eiweiß dar, berechnet nach der Warschauer Methode.
es: Representa el equivalente de glúcido para grasa y proteína, calculado utilizando el Método de Varsovia.
fr: Représente l’équivalent glucidique des lipides et protéines, calculé selon la méthode "Warsaw".
it: Rappresenta carb equivalente per grassi e proteine, calcolato secondo il metodo di Varsavia.
nb_no: Representerer karboekvivalenter for fett og protein, beregnet ved hjelp av Warszawa-metoden.
nl: Vertegenwoordigt koolhydraten equivalent van vet en eiwitten, berekend met de Warschau Methode.
pl: Reprezentuje równoważnik węglowodanów dla tłuszczu i białka, obliczony metodą Warszawą.
pt_pt: Representa o equivalente a taça para gordura e proteínas, calculado usando o Método de Varsóvia.
ru: Представляет собой эквивалент карба для жира и белка, рассчитанный с использованием Варшавского метода.
sv: Representerar kolhydratekvivalent för fett och protein, beräknat med hjälp av Warszawa-metoden.
uk: Представляє різьбку еквівалент жиру і білку, обчислено, використовуючи Варшавську бороду.
vi: Biểu thị lượng carbs đã quy đổi với chất béo và chất đạm, được tính bằng Phương pháp Warsaw.
zh_hant: 表示脂肪和蛋白質的碳水化合物等效，使用華沙方法計算。

source: Reservoir is empty
bg: Резервоарът е празен
cs: Zásobník je prázdný
da: Reservoir er tom
de: Reservoir ist leer
fr: Réservoir vide
nb_no: Reservoar er tomt
nl: Reservoir is leeg
pl: Zbiornik jest pusty
sv: Reservoar är tom
vi: Bình chứa insulin đã cạn
zh_hant: 儲液器已空

source: Reset to Defaults
bg: Възстановяване на стойностите по подразбиране
cs: Obnovit výchozí nastavení
da: Nulstil til standardindstillinger
de: Auf Standard zurücksetzen
es: Restablecer valores por defecto
fr: Réinitialiser aux valeurs par défaut
it: Ripristina impostazioni predefinite
nb_no: Tilbakestill til standard
nl: Standaardinstellingen herstellen
pl: Przywróć domyślne
pt_pt: Restaurar padrões
ru: Сброс по умолчанию
sv: Återställ till standard
uk: Відновити параметри за замовчуванням
vi: Khôi phục mặc định
zh_hant: 重設為預設值

source: Resistance Lowers Target
bg: Резистентността понижава целта
cs: Rezistence snižuje cíl
da: Resistens Nedre Mål
de: Resistenz senkt den Zielwert
es: Resistencia reduce el objetivo
fr: Résistance réduit la cible
it: Resistenza Abbassa Target
nb_no: Resistens senker målverdi
nl: Resistentie verlaagt het doel
pl: Oporność obniża cel
pt_pt: Resistência Baixa Alvo
ru: Резистентность понижает цель
sv: Insulinresistens sänker målvärde
uk: Резистентність Знижує Мету
vi: Kháng insulin → hạ mục tiêu
zh_hant: 阻抗降低目標

source: Restart Live Activity
bg: Рестартиране на Live Activity
cs: Restartovat živou aktivitu
da: Genstart Live Aktivitet
de: Live-Aktivität neu starten
es: Reiniciar actividad en vivo
fr: Redémarrer "Activité en direct"
it: Riavvia Attività Dal Vivo
nb_no: Omstart av Oppdatering i sanntid
nl: Herstart Live-activiteit
pl: Zrestartuj aktywność na żywo
pt_pt: Reiniciar a atividade ao vivo
sv: Starta om liveaktivitet
uk: Перезавантажити Дію Наживо
vi: Khởi động lại Live Activity
zh_hant: 重新啟動即時活動

source: Restarts Trio's Live Activity
bg: Рестартира Live Activity на Trio
cs: Restartuje živou aktivitu Tria
da: Genstarter Trios Live Aktivitet
de: Starte Trio's Live Activity neu
fr: Redémarre l'Activité en direct de Trio
nb_no: Restarter sanntidsoppdateringer fra Trio
nl: Herstart Trio's Live-activiteit
pl: Uruchom ponownie aktywność na żywo Trio
sv: Starta om Trios liveaktivitet
vi: Khởi động lại Live Activity
zh_hant: 重新啟動Trio的即時活動

source: Resume
bg: Възобнови
cs: Obnovit / Pokračovat
da: Genoptag
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
nb_no: Gjenoppta
nl: Hervat
pl: Wznów
pt_pt: Retomar
ru: Возобновить
sv: Återuppta
uk: Відновити
vi: Tiếp tục
zh_hant: 恢復

source: Resume Insulin Delivery
bg: Възобновяване на подаването на инсулин
cs: Obnovit podávání inzulínu
da: Genoptag Insulin Levering
de: Insulinabgabe fortsetzen
es: Reanudar la entrega de insulina
fr: Reprise de l'administration d'insuline
it: Riprendi erogazione insulina
nb_no: Gjenoppta insulintilførsel
nl: Hervatten van de insuline toediening
pl: Wznów podawanie insuliny
pt_pt: Retomar Entrega de Insulina
ru: Продолжить доставку инсулина
sv: Återuppta pump
uk: Відновити Введення Інсуліну
vi: Tiếp tục bơm insulin
zh_hant: 恢復胰島素傳送

source: Resume pump automatically after suspension.
bg: Автоматично възобновяване на помпата след спиране.
cs: Automaticky obnovit pumpu po pozastavení.
da: Genoptag pumpen automatisk efter suspension.
de: Pumpe nach Aussetzung automatisch fortsetzen.
es: Reanudar la bomba automáticamente después de la suspensión.
fr: La pompe redémarre automatiquement après l'arrêt.
it: Riprendi il micro automaticamente dopo la sospensione.
nb_no: Gjenoppta pumpen automatisk etter suspensjon.
nl: Hervat pomp automatisch na onderbreking.
pl: Wznów pompę automatycznie po zawieszeniu.
pt_pt: Retomar a bomba automaticamente após a suspensão.
ru: Возобновить насос автоматически после подвески.
sv: Återuppta pumpen automatiskt efter paus.
uk: Відновлювати насоси автоматично після призупинення.
vi: Tự động khôi phục bơm sau khi tạm dừng.
zh_hant: 中斷後自動恢復胰島素傳送。

source: Resuming insulin delivery...
bg: Възобновяване на подаването на инсулин...
cs: Obnovuji podávání inzulínu...
da: Genoptager insulinleverancer...
de: Insulinabgabe fortsetzen...
es: Reanudando entrega de insulina...
fr: Reprise de l'administration d'insuline...
it: Sto riprendendo l'erogazione d'insulina...
nb_no: Gjenopptar insulintilførselen...
nl: Hervatten van de insuline toediening
pl: Wznawianie podawania insuliny...
pt_pt: Retomando a entrega de insulina...
ru: Возобновление доставки инсулина...
sv: Återupptar pump...
uk: Відновлення введення інсуліну...
vi: Đang tiếp tục truyền insulin...
zh_hant: 正在恢復胰島素傳送...

source: Retry
bg: Опитайте отново
cs: Opakovat
da: Forsøg igen
de: Erneut versuchen
fr: Réessayer
nb_no: Prøv igjen
nl: Probeer opnieuw
pl: Powtórz
sv: Försök igen
vi: Thử lại
zh_hant: 重試

source: Return to Normal
bg: Връщане към нормалното
cs: Vrátit do normálu
da: Vend tilbage til Normal
de: Zurück zur Normal
es: Volver a la Normal
fr: Revenir à la normale
it: Ritorna al Normale
nb_no: Gå tilbake til normal
nl: Terug naar normaal
pl: Powrót do normalnego
pt_pt: Retornar ao Normal
ru: Вернуться к нормальному
sv: Återgå till normal
uk: Повернутися до нормального
vi: Trở lại bình thường
zh_hant: 返回正常

source: Return to Normal?
bg: Връщане към нормалното?
cs: Vrátit do normálu?
da: Tilbage til Normal?
de: Rückkehr zum Normalzustand?
es: ¿Volver a Normal?
fr: Revenir à la normale ?
it: Ritorno al Normale?
nb_no: Gå tilbake til normal?
nl: Terug naar normaal?
pl: Wrócić do normalnego?
pt_pt: Voltar ao normal?
ru: Вернуться к нормальному?
sv: Tillbaka till normal profil?
uk: Повернутися до Нормального стану?
vi: Quay lại chế độ bình thường không?
zh_hant: 返回正常?

source: Rewind Resets Autosens
bg: Превъртането нулира Autosens
cs: Převinutí resetuje Autosens
de: Pumpe zurückspulen setzt Autosens zurück
fr: Le changement du réservoir réinitialise la sensibilité automatique d'"Autosens"
it: Riavvolgi Resetta Autosensibilità
nb_no: Omstart nullstiller Autosens
nl: Terughalen resets autosens
pl: Przewiń resetuje Autosens
sv: Återställ autosens vid reservoarbyte
uk: Скинути Автосенс при перезапуску помпи
vi: Tua lại sẽ đặt lại Autosens
zh_hant: 倒帶重設自動敏感度調整

source: Ring Gap
bg: Разстояние между пръстените
cs: Mezera prstence
de: Ring Lücke
es: Salto de anillo
fr: Écart de l'anneau
nb_no: Ringens gap
pl: Różnica dzwonka
pt_pt: Fina de Anel
ru: Разрыв кольца
sv: Ringavstånd
uk: Об'єм для дзвінків
zh_hant: 環隙

source: Ring Settings
bg: Настройки на пръстена
cs: Nastavení prstence
da: Indstillinger For Ring
de: Ringeinstellungen
es: Ajustes de timbre
fr: Réglages de l'anneau
it: Impostazioni Anello
nb_no: Innstillinger for ring
nl: Beltoon instellingen
pl: Ustawienia dzwonka
pt_pt: Configurações de Toque
ru: Настройки звонка
sv: Inställningar för ring
uk: Налаштування Кільця
zh_hant: 環設定

source: Ring Type
bg: Тип на пръстена
cs: Typ prstence
da: Ringetype
de: Ringtyp
es: Tipo de anillo
fr: Type d'anneau.
it: Tipo Anello
nl: Type ring
pl: Typ dzwonka
pt_pt: Tipo de Anel
ru: Тип звонка
sv: Ringtyp
uk: Тип дзвінка
zh_hant: 環類型

source: Ring Width
bg: Ширина на пръстена
cs: Šířka prstence
da: Ringebredde
de: Ringbreite
es: Ancho de anillo
fr: Largeur de l'anneau
it: Larghezza Anello
nb_no: Ringens bredde
nl: Ring breedte
pl: Szerokość pierścienia
pt_pt: Largura do Anel
ru: Ширина кольца
sv: Ringbredd
uk: Ширина кільця
zh_hant: 環寬度

source: Rounded for pump
bg: Закръглено за помпата
cs: Zaokrouhleno pro pumpu
da: Afrundet til pumpe
de: Gerundet für Pumpe
fr: Arrondi pour la pompe
nb_no: Avrundet for pumpe
nl: Afgerond voor pomp
pl: Zaokrąglone dla pompy
sv: Avrundat för pump
vi: Làm tròn để bơm
zh_hant: 為幫浦進行四捨五入

source: Run now
bg: Изпълни сега
cs: Spustit nyní
da: Kør nu
de: Jetzt ausführen
es: Ejecutar Ahora
fr: Lancer maintenant
it: Fai partire ora
nb_no: Kjør nå
nl: Nu uitvoeren
pl: Uruchom teraz
pt_pt: Executar agora
ru: Выполнить
sv: Kör nu
uk: Виконати
vi: Chạy ngay
zh_hant: 立即執行

source: Running Trio in closed loop mode requires an active CGM sensor session and a connected pump. This enables automated insulin delivery.
bg: Изпълняването на Trio в режим „затворен цикъл“ изисква активна сензорна сесия на CGM и свързана помпа. Това позволява автоматизирано подаване на инсулин.
cs: Používání Tria v režimu uzavřené smyčky vyžaduje aktivní relaci senzoru CGM a připojenou pumpu. To umožňuje automatizované podávání inzulínu.
da: Running Trio i lukket loop mode kræver en aktiv CGM sensor session og en tilsluttet pumpe. Dette muliggør automatisk insulinlevering.
de: Um Trio im Closed Loop Modus zu betreiben, werden eine aktive CGM-Sensor-Session und eine angeschlossene Pumpe benötigt. Dies ermöglicht eine automatisierte Insulinlieferung.
es: El funcionamiento de Trio en modo de ciclo cerrado requiere una sesión activa del sensor CGM y una bomba conectada. Esto permite la entrega automática de insulina.
fr: Utiliser Trio en mode boucle fermée nécessite une session active du capteur de glucose en continu (CGM) et une pompe connectée. Cela permet l’administration automatisée d’insuline.
it: L'esecuzione del Trio in modalità loop chiuso richiede una sessione attiva di sensori CGM e una pompa collegata. Ciò consente la somministrazione automatica di insulina.
nb_no: For å kjøre Trio i lukket loop-modus kreves det en aktiv CGM-sensor og en tilkoblet pumpe. Dette muliggjør automatisert insulintilførsel.
nl: Trio uitvoeren in Closed Loop-modus vereist een actieve CGM-sensorsessie en verbinding met een pomp. Dit activeert automatische insulinetoediening.
pl: Uruchamianie trio w trybie zamkniętej pętli wymaga aktywnej sesji czujnika CGM i podłączonej pompy. Umożliwia to automatyczne dostarczanie insuliny.
pt_pt: Executar Trio em modo de loop fechado requer uma sessão de sensor CGM ativa e uma bomba conectada. Isso permite a entrega de insulina automatizada.
ru: Запуск трио в замкнутом режиме требует активного сенсора CGM и подключенного насоса. Это позволяет автоматизировать передачу инсулина.
sv: Att köra Trio i sluten loop-läge kräver en aktiv CGM-sensor och en ansluten pump. Detta möjliggör automatisk tillförsel av insulin.
uk: Запуск Trio в закритому режимі циклу вимагає активної сесії CGM датчика та під'єднаного насосу. Це вмикає автоматизовану доставку інсуліну.
vi: Chạy Trio ở chế độ vòng lặp kín (closed loop) yêu cầu có phiên cảm biến CGM đang hoạt động và bơm insulin được kết nối. Điều này cho phép hệ thống tự động bơm insulin.
zh_hant: 以封閉迴路模式運行 Trio 需要一個有效的 CGM 感應器會話及已連線的幫浦。這啟用自動胰島素傳送。

source: Safety
bg: Безопасност
cs: Bezpečnost
da: Sikkerhed
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nb_no: Sikkerhet
nl: Veiligheid
pl: Bezpieczeństwo
pt_pt: Segurança
ru: Безопасность
sv: Säkerhet
uk: Загальна безпека
vi: An toàn
zh_hant: 安全性

source: Safety boundaries for insulin delivery and carb entries are set to help Trio keep you safe.
bg: Зададени са граници за безопасност на подаването на инсулин и въвежданията на въглехидрати, за да ви пази Trio.
cs: Bezpečnostní hranice pro podávání inzulínu a zadávání sacharidů jsou nastaveny tak, aby tě Trio udrželo v bezpečí.
da: Sikkerhedsgrænser for levering af insulin og carb poster er indstillet til at hjælpe Trio holde dig sikker.
de: Die Sicherheitsgrenzen für die Insulinabgabe und die Eingabe von Kohlenhydraten sind so eingestellt, dass Trio für Deine Sicherheit sorgt.
fr: Définition de limites de sécurité pour l’administration d’insuline et l’ajout de glucides, afin d’aider Trio à garantir votre sécurité.
nb_no: Sikkerhetsgrenser for insulinleveranse og karbohydrater er satt for at Trio skal holde deg trygg.
nl: De veiligheidsgrenzen voor toediening van insuline zijn ingesteld om Trio te helpen jou veilig te houden.
pl: Ustaw granice dla podawania insuliny i wpisów węglowodanów, aby pomóc Trio zachować bezpieczeństwo.
sv: Säkerhetsgränser för insulindosering och kolhydratsregistrering sätts för att hjälpa Trio hålla dig säker.
vi: Các ranh giới an toàn cho việc cung cấp insulin và lượng carb được thiết lập để giúp Trio đảm bảo an toàn cho bạn.
zh_hant: 胰島素輸送和碳水化合物輸入的安全邊界設置旨在幫助 Trio 保護您安全。

source: Save
bg: Запис
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nb_no: Lagre
nl: Opslaan
pl: Zapisz
pt_pt: Salvar
ru: Сохранить
sv: Spara
uk: Зберегти
vi: Lưu
zh_hant: 儲存

source: Save and continue
bg: Запазване и продължаване
cs: Uložit a pokračovat
da: Gem og fortsæt
de: Speichern und weiter
es: Guardar y continuar
fr: Enregistrer et continuer
it: Salva e continua
nb_no: Lagre og fortsett
nl: Bewaar en ga verder
pl: Zapisz i kontynuuj
pt_pt: Salvar e continuar
ru: Сохранить и продолжить
sv: Spara och fortsätt
uk: Зберегти та продовжити
vi: Lưu và tiếp tục
zh_hant: 儲存並繼續
